

export const arrWords = [{
    pic: '../pictures/termo.jpg',
    name: 'Термобарические снаряды',
    desc: 'Снаряды, при взрыве образующие облако аэрозоля горючего вещества.',
    dateWord: ''
},
{
    pic: '',
    name: 'Бундесвер',
    desc: 'Вооружённые силы Федеративной Республики Германия (Германии).',
    dateWord: ''
},
{
    pic: '../pictures/pic2.jpg',
    name: 'СПЗ (Система постановки завес)',
    desc: 'Аэрозольные гранаты для блокирования ПТУР с инфракрасными ГСН.',
    dateWord: ''
},
{
    pic: '../pictures/pic1.jpg',
    name: 'Планка Пикатинни',
    desc: 'Система рельсового крепления для стрелкового оружия.',
    dateWord: ''
},
{
    pic: '../pictures/pic4.jpg',
    name: 'Термодымовая аппаратура (ТДА).',
    desc: 'Cистема постановки дымовых завес на танках, основанная на принципе испарения топлива с горячих деталей двигателя.',
    dateWord: ''
},
{
    pic: '../pictures/pic5.jpg',
    name: 'Куликовская битва.',
    desc: 'Крупное сражение между русским войском и войском Золотой Орды.',
    dateWord: '8 сентября 1380 года.'
},
{
    pic: '../pictures/scale_1200.webp',
    name: 'Т-90М (Прорыв 3).',
    desc: `
        <ol class="list-decimal list-inside">
            <li>Специальный короб для боеприпасов расположенный в задней части башни.</li>
            <li>Дизельный мотор мощностью 1130лс.</li>
            <li>Макс скорость - 60км/ч и запас хода 550км.</li>
            <li>Имеется комлект "Накидка" которая состоит из многослойных чехлов, расположенных на корпусе и башне боевой машины.</li>
            <li>Модульный комплекс динамической системы "Реликт".</li>
            <li>Пушка высокой баллистики калибра 125мм.</li>
            <li>Для дополнительного вооружения Т-90М оснастили ПТРК "Рефлекс-М" — комплексом управляемого танкового ракетного вооружения для борьбы с вражескими танками.</li>
            <li>А также ПТРК "Инвар" предназначенная для аналогичных целей. У Т-90М есть два пулемёта калибров 7.62 мм и 12.7 мм.</li>
            <li>Установлен цифровой комплекс управления огнем "Калина".</li>
        </ol>
    `,
    dateWord: ''
},
{
    pic: '../pictures/pravo.jpg',
    name: 'Отмена крепостного права.',
    desc: 'Александром II.',
    dateWord: '3 марта 1861 года.'
},
{
    pic: '../pictures/5-okeanov.jpg',
    name: '5 океанов на земле.',
    desc: `
        <ol class="list-decimal">
            <li>Тихий.</li>
            <li>Атлантический.</li>
            <li>Северный-ледовитый.</li>
            <li>Индийский.</li>
            <li>Южный.</li>
        </ol>
    `,
    dateWord: ''
},
{
    pic: '../pictures/materics.jpg',
    name: '6 материков на земле.',
    desc: `
        <ol class="list-decimal">
            <li>Северная Америка.</li>
            <li>Южная Америка</li>
            <li>Антарктида.</li>
            <li>Африка.</li>
            <li>Евразия.</li>
            <li>Австралия</li>
        </ol>
        `,
    dateWord: ''
},
{
    pic: '../pictures/IAI_Harop_PAS_2013_01.jpg',
    name: 'Барражирующий боеприпас.',
    desc: 'Дрон-камикадзе.',
    dateWord: ''
},
{
    pic: '../pictures/gas.jpg',
    name: 'Ирританты.',
    desc: 'Группа веществ, вызывающих при попадании сильное местное раздражение слизистых оболочек, кожных покровов. Подразделяются на 2 основные группы: <br>Лакриматоры — вещества, вызывающие обильное слезотечение; <br>Стерниты — вещества, вызывающие неконтролируемое чихание и кашель.',
    dateWord: ''
},
{
    pic: '../pictures/vert.jpg',
    name: 'БКО(бортовой комплекс обороны).',
    desc: 'Предназначен для предупреждения экипажа о радиолокационном и лазерном облучении летательного аппарата, фактах пуска по нему управляемых ракет, а также для противодействия нацеленным на ЛА ракетам с радиолокационными и инфракрасными головками самонаведения.',
    dateWord: ''
},
{
    pic: '../pictures/Alabino220415part1-42.jpg',
    name: 'ОТРК - оперативно-тактический ракетный комплекс.',
    desc: 'Основное назначение ракетных комплексов «Искандер» — уничтожение систем ПВО и ПРО противника, а также важнейших объектов, прикрываемых ими, на дальностях до 500 км.<br> «Искандер-М» использует высотную (высота полёта — 50 км) сверхманёвренную (перегрузки — 20—30 g) квазибаллистическую ракету со стелс-технологиями, сбрасываемым модулем РЭБ и ложными мишенями с целью обхода систем ПРО и поражения защищаемых ими объектов на дальности до 500 км. <br><br> Комплекс в варианте комплектации «Искандер-К» использует крылатую ракету Р-500 со сверхнизкой траекторией полёта на высоте 6-7 м с огибанием рельефа местности.',
    dateWord: ''
},
{
    pic: '../pictures/BloomfieldAeolianHarp.jpg',
    name: 'Эолова арфа, также воздушная а́рфа.',
    desc: 'Инструмент, звучащий благодаря колеблющему струны ветру. Названа в честь Эола, мифического повелителя ветров.',
    dateWord: ''
},
{
    pic: '../pictures/Juancito2.png',
    name: 'Мул.',
    desc: 'Домашнее животное, помесь осла с кобылой.',
    dateWord: ''
},
{
    pic: '',
    name: 'Крылатая ракета "Циркон".',
    desc: `
        Российская гиперзвуковая противокорабельная крылатая ракета.
        Запускается с подводных лодок и с атомных ракетных крейсеров.<br>
        <ul class="list-disc list-inside underline decoration-indigo-500">
            <li>Скорость полёта: 10тыс/кмч.</li>
            <li>Дальность полёта: 1000км.</li>
        </ul>
    `,
    dateWord: ''
},
{
    pic: '../pictures/gas2.jpg',
    name: 'Светильный газ.',
    desc: `
        Смесь водорода (50 %), метана (34 %), угарного газа (8 %) и других горючих газов, получаемая при пиролизе каменного угля или нефти.
        Светильный газ разработан немецким химиком Фридрихом Аккумом. Он применялся для освещения в газовых фонарях и в качестве топлива.
    `,
    dateWord: ''
},
{
    pic: '../pictures/gp25.jpg',
    name: 'ГП (Гранатомёты подствольные).',
    desc: `
    <ul class="list-disc list-inside underline decoration-indigo-500"">
        <li>ГП-25 (Костёр) однозарядный 40-мм подствольный гранатомёт.</li>
        <li>ГП-30 (Обувка) 40-мм подствольный гранатомёт, разработанный на основе конструкции ГП-25.</li>
    </ul>
    `,
    dateWord: ''
}

];