
export const WordsArr = [{
    name: 'Гнусный',
    desc: 'Внушающий отвращение, омерзительный',
},
{
    name: 'Разверзаться',
    desc: 'Широко раскрываться, раздвигаться',
},
{
    name: 'Антракт',
    desc: 'Перерыв между какими-либо действиями',
},
{
    name: 'Осунуться',
    desc: 'Сильно похудеть',
},
{
    name: 'Сорочка',
    desc: 'Рубашка',
},
{
    name: 'Экспансивный',
    desc: 'Бурно проявляющий свои чувства',
},
{
    name: 'Удрученный',
    desc: 'Крайне огорчённый, находящийся в подавленном состоянии',
},
{
    name: 'Фригидный',
    desc: 'Холодный, безразличный в половых отношениях',
},
{
    name: 'Флагелляция',
    desc: 'Порка подчиняющегося партнера доминирующим при помощи различных предметов',
},
{
    name: 'Согбенный',
    desc: 'Сгорбленный, согнутый',
},
{
    name: 'Изобиловать',
    desc: 'Иметь что-либо в большом количестве',
},
{
    name: 'Лакей',
    desc: 'Слуга в частном доме',
},
{
    name: 'Околеть',
    desc: 'Умереть',
},
{
    name: 'Отвадить',
    desc: 'Заставить отвыкнуть от какой-либо привычки',
},
{
    name: 'Мириада',
    desc: 'Бесчисленное количество',
},
{
    name: 'Филантроп',
    desc: 'Благотворитель. Покровитель нуждающихся',
},
{
    name: 'Пассат',
    desc: 'Постоянное воздушное течение в тропических широтах над океанами',
},
{
    name: 'Цербер',
    desc: 'Властный человек, стесняющий чью-либо свободу. Охранники, надсмотрщики',
},
{
    name: 'Лохань',
    desc: 'Круглая или овальная посудина для стирки белья или мытья посуды',
},
{
    name: 'Рекогносцировка',
    desc: 'Изучение расположения противника и местности перед предстоящими боевыми действиями',
},
{
    name: 'Взыскательный',
    desc: 'Предъявляющий строгие требования',
},
{
    name: 'Пренебрежение',
    desc: 'Отсутствие внимания к кому-либо, чему-либо',
},
{
    name: 'Щепетильный',
    desc: 'До мелочей последовательный и принципиальный',
},
{
    name: 'Забвение',
    desc: 'Забыть, утратить',
}

];